[Translation]

TRANSLATION_BY=Übersetzt und überarbeitet von
TRANSLATION_NAME=Sascha Brathe (B-IT)
TRANSLATION_LINK=https://www.brathe-it.de
LANGUAGENAME=Deutsch
FILEVER=6500

[MainPopup]

MNU_OPEN_PICPICK=Bildbea&rbeitung
MNU_CAPTURE=&Aufnahme
MNU_CAPTURE_FULLSCREEN=&Gesamter Bildschirm
MNU_CAPTURE_ACTIVEWINDOW=&Aktives Fenster
MNU_CAPTURE_CONTROL=Fenster&objekt
MNU_CAPTURE_SCROLLINGWINDOW=Bild&lauf (gesamte Seite)
MNU_CAPTURE_REGION=&Bereich
MNU_CAPTURE_FIXEDREGION=&Fester Bereich
MNU_CAPTURE_FREEHAND=Frei&handauswahl
MNU_CAPTURE_WEBPAGE=Komplette &Webseite
MNU_CAPTURE_REPEAT=Letzte Aufnahme &wiederholen
MNU_CAPTUREQBAR=S&ymbolleiste
MNU_WIDGET=Wid&get anzeigen
MNU_CAPTURE_SETTING=&Einstellungen
MNU_OUTPUTTYPE=Aus&gabe
MNU_OUTPUTTYPE_PICPICK=PicPick-&Editor
MNU_OUTPUTTYPE_CLIPBOARD=&Zwischenablage
MNU_OUTPUTTYPE_SAVEIMAGE=&Bilddatei
MNU_OUTPUTTYPE_SAVEFOLDER=&Automatisch speichern
MNU_OUTPUTTYPE_OTHER=E&xternes Programm
MNU_OUTPUTTYPE_FTP=F&TP-Server
MNU_OUTPUTTYPE_SHARE=&Teilen
MNU_OUTPUTTYPE_SENDTO=Sen&den an
MNU_OUTPUTTYPE_FACEBOOK=Faceboo&k
MNU_OUTPUTTYPE_TWITTER=Tw&itter
MNU_OUTPUTTYPE_MSWORD=Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL=Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT=Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK=E-&Mail
MNU_OUTPUTTYPE_PRINTER=D&rucker
MNU_OUTPUTTYPE_SKYPE=Sk&ype
MNU_OUTPUTTYPE_CLOUD=Clo&ud-Dienst
MNU_OUTPUTTYPE_WEB=&Web
MNU_OUTPUTTYPE_DROPBOX=Drop&box
MNU_OUTPUTTYPE_GOOGLE=&Google Drive
MNU_OUTPUTTYPE_ONEDRIVE=&OneDrive
MNU_OUTPUTTYPE_MSPAINT=Microsoft P&aint
MNU_OPT_DEFAULTFORMAT=Standard Bild&format
MNU_OPT_OPENEDITOR=&Editor beim Programmstart öffnen
MNU_OPT_STARTUPPROGRAM=PicPick mit Windows sta&rten
MNU_COLORPICKER=Farb&pipette
MNU_COLORPALETTE=&Farbauswahl
MNU_COPYCOLORTYPE=Farben kopieren &als
MNU_COLORHISTORY=Farb&verlauf
MNU_COLORHISTORY_CLEAR=&Bereinigen
MNU_MAGNIFIER=&Bildschirmlupe
MNU_PIXELRULER=Pixel-&Lineal
MNU_PROTRACTOR=Winkel&messer
MNU_CROSSHAIR=Faden&kreuz
MNU_WHITEBOARD=&Whiteboard
MNU_CLOUDEXPLORER=Clo&ud Explorer
MNU_ABOUT_PICPICK=&Optionen
MNU_EXIT_PICPICK=Be&enden

[Widget]

MNU_WIDGET=Wid&get
MNU_WIDGET_LOCK=Widget &sperren
MNU_WIDGET_SMALLICONS=K&leine Icons zeigen
MNU_WIDGET_AUTOHIDE=Auto-&verbergen
MNU_WIDGET_OPACITY=&Transparenz
MNU_WIDGET_ALWAYSTOP=&Immer oben
MNU_WIDGET_CLOSE=Widget s&chließen
#7.0.0
MNU_WIDGET_OPTIONS=&Widget Optionen
#7.0.0

[PicPickEditor]

MNU_START=Start
MNU_FILE=&Datei
MNU_FILE_NEW=&Neu
MNU_FILE_OPEN=&Öffnen
MNU_FILE_OPENCLIPBOARD=&Zwischenablage
MNU_FILE_OPENURL=&URL öffnen
MNU_FILE_OPEN_RECENT=Letztes
MNU_FILE_OPEN_BROWSE=Durchsuchen
MNU_FILE_SAVESAME=&Speichern
MNU_FILE_SAVE=Speichern &unter
MNU_FILE_SAVESELECT=Auswahl speichern &unter
MNU_FILE_SAVEALL=A&lles speichern
MNU_FILE_PRINT=&Drucken
MNU_FILE_CLOSEIMAGE=&Schließen
MNU_FILE_CLOSECURRENTIMAGE=A&ktuelles Bild
MNU_FILE_CLOSEALLIMAGE=&Alle Bilder
MNU_FILE_CLOSEALLSAVEDIMAGE=Alle ge&speicherten Bilder
MNU_FILE_CLOSEPICPICK=B&eenden
MNU_EDIT=&Bearbeiten
MNU_EDIT_UNDO=&Rückgängig
MNU_EDIT_REDO=&Wiederherstellen
MNU_EDIT_CUT=Auss&chneiden
MNU_EDIT_COPY=&Kopieren
MNU_EDIT_PASTE=Einfügen
MNU_EDIT_PASTEFROMFILE=Bilddatei ein&fügen
MNU_EDIT_SELECTDEL=&Löschen
MNU_EDIT_SELECTNEW=Auf Auswahl &zuschneiden
MNU_EDIT_DESELECT=Au&swahl löschen
MNU_EDIT_SELECTALL=&Alles auswählen
MNU_EDIT_IMAGERESIZE=Bildg&röße
MNU_EDIT_CANVASRESIZE=Arbeitsber&eich
MNU_EDIT_VIEWBITMAP=Voll&bildmodus
MNU_TOOLS=&Werkzeuge
MNU_TOOLS_FULLSCREEN=&Gesamten Bildschirm aufnehmen
MNU_TOOLS_ACTIVEWINDOW=&Aktives Fenster aufnehmen
MNU_TOOLS_CONTROL=Fenster&objekt aufnehmen
MNU_TOOLS_SCROLLINGWINDOW=&Ganze Seite aufnehmen (Bildlauf)
MNU_TOOLS_WEBPAGE=Komplette &Webseite aufnehmen
MNU_TOOLS_REGION=&Bereich aufnehmen
MNU_TOOLS_FIXEDREGION=&Festen Bereich aufnehmen
MNU_TOOLS_FREEHAND=Frei&handauswahl aufnehmen
MNU_TOOLS_REPEAT=&Letzte Aufnahme wiederholen
MNU_TOOLS_COLORPICKER=&Farbpipette
MNU_TOOLS_COLORPALETTE=Farbaus&wahl
MNU_TOOLS_MAGNIFIER=&Bildschirmlupe
MNU_TOOLS_PIXELRULER=Pixel-&Lineal
MNU_TOOLS_PROTRACTOR=Winkel&messer
MNU_TOOLS_CROSSHAIR=Faden&kreuz
MNU_TOOLS_WHITEBOARD=&Whiteboard
MNU_TOOLS_SCREENRECORDER=Bildschirm&rekorder
MNU_TOOLS_OPTION=&Optionen
MNU_TOOLSOPTION=&Einstellungen
MNU_TOOLSOPTION_OUTPUTTYPE=Aus&gabe
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT=Standard-Bild&format
MNU_TOOLSOPTION_DUALMONITORS=Unterstützung für &Dual-Monitore
MNU_TOOLSOPTION_HOTKEY=&Tastenkürzel ändern
MNU_TOOLSOPTION_SOUND=&Klangeffekte aktivieren
MNU_TOOLSOPTION_SCROLLCAPTURE=Autom. &Bildlauf aktivieren
MNU_TOOLSOPTION_MOUSECURSOR=Ma&uszeiger einschließen
MNU_TOOLSOPTION_STARTUPPROGRAM=PicPick mit Windows starten
MNU_TOOLSOPTION_OPENEDITOR=&Editor beim Programmstart öffnen
MNU_TOOLS_COLORTYPE=Farbe kopieren &als
MNU_EFFECT=&Effekte
MNU_EFFECT_INVERT=&Invertieren
MNU_EFFECT_GRAYSCALE=&Graustufen
MNU_EFFECT_MOSAIC=In &Pixel auflösen
MNU_EFFECT_BLUR=&Weichzeichnen
MNU_EFFECT_SHARPEN=&Schärfen
MNU_EFFECT_BRIGHTNESS=&Helligkeit && Kontrast
MNU_EFFECT_HSL=&Farbton && Sättigung
MNU_EFFECT_BORDER=K&anteneffekte
MNU_EFFECT_FLIP=&Kippen
MNU_EFFECT_FLIPH=&Horizontal kippen
MNU_EFFECT_FLIPV=&Vertikal kippen
MNU_EFFECT_ROTATE=&Drehen
MNU_EFFECT_ROTATE90=&90° im Uhrzeigersinn
MNU_EFFECT_ROTATE180=&180° im Uhrzeigersinn
MNU_EFFECT_ROTATE270=&270° im Uhrzeigersinn
MNU_EFFECT_FRAME=&Rahmen
MNU_EFFECT_COLORBALANCE=Farbba&lance
MNU_EFFECT_WATERMARK=&Wasserzeichen
MNU_WINDOW=&Fenster
MNU_WINDOW_CASCADE=&Überlappend
MNU_WINDOW_TILEH=&Horizontal anordnen
MNU_WINDOW_TILEV=&Vertikal anordnen
MNU_WINDOW_MINIMIZEALL=Alles minimieren
MNU_HELP=&Hilfe
MNU_HELP_WEBSITE=PicPick im Web
MNU_HELP_ABOUT=Ü&ber PicPick
MNU_HELP_UPDATE=Auf Updates prüfen
PNL_TOOL_TOOLS=Werkzeuge
PNL_TOOL_COLOR=Farbe
PNL_TOOL_PROPERTY=Eigenschaft.
LBL_TOOL_WIDTHS=Breite:
LBL_TOOL_OPACITY=Deckkraft
LBL_TOOL_SHAPE=Form:
TAB_HOME=Start
TAB_FILE=Datei
TAB_VIEW=Ansicht
TAB_SHAPES=Formen
TAB_SHAPES_SUB=Format
TAB_SHAPES_TEXT=Text
TAB_NUMBERSTAMP=Nummernstempel
TAB_NUMBERSTAMP_SUB=Format
TAB_SELECTION=Auswahl
TAB_SELECTION_SUB=Format
TAB_MAGNIFIER=Lupeneffekt
TAB_MAGNIFIER_SUB=Format
TAB_STAMPS=Stempel
TAB_STAMPS_SUB=Format
TAB_SHARE=Teilen
TBR_CLIPBOARD=Zwischenablage
TBN_CLIPBOARD_PASTE=Einfügen
TBN_CLIPBOARD_CUT=Ausschneiden
TBN_CLIPBOARD_COPY=Kopieren
TBN_CLIPBOARD_DELETE=Löschen
TBR_VIEW=Ansicht
TBN_VIEW_ZOOMIN=Vergrößern
TBN_VIEW_ZOOMOUT=Verkleinern
TBN_VIEW_FULL=Vollbild
TBN_VIEW_100=100%
TBR_IMAGE=Bild
TBN_IMAGE_EFFECT=Effekte
TBN_IMAGE_CROP=Zuschneiden
TBN_IMAGE_RESIZE=Größe
TBN_IMAGE_ROTATE=Drehen
TBR_TOOLS=Werkzeuge
TBR_COLOR=Farben
TBN_COLOR1=Farbe1
TBN_COLOR2=Farbe2
POP_COLORTYPE1=Pastellfarben
POP_COLORTYPE2=Standardfarben
TBR_SHOWHIDE=Ein/Aus
TBN_RULER=Lineal
TBN_STATUSBAR=Statusleiste
TBN_TAB=Registerkarte
TBN_THUMBNAIL=Miniaturansicht
#7.0.0
TBN_PANE=Details Pane
#7.0.0
TBR_WINDOW=Fenster
TBN_CASCADE=Überlappend
TBN_ARRANGEALL=Alle anordnen
TBN_REGISTER=&Registrieren
TBN_TOOLS_SELECT=Auswählen
TBN_TOOLS_MOVE=Verschieben
TBN_TOOLS_DRAW=Malen
TBN_TOOLS_DRAW_BRUSH=&Pinsel
TBN_TOOLS_DRAW_ERASER=&Radierer
TBN_TOOLS_DRAW_MARKER=&Marker
#7.0.0
TBN_TOOLS_DRAW_PEN=&Pencil
TBN_TOOLS_DRAW_CALLIGRAPHY=&Calligraphy
TBN_TOOLS_DRAW_SMARTERASER=Smart &Eraser
TBN_TOOLS_DRAW_AIRBRUSH=&Airbrush
TBN_TOOLS_DRAW_MOSAIC=Pi&xelating Brush
#7.0.0
TBN_TOOLS_FILL=Füllen
TBN_TOOLS_FILL_OPTIONS=Optionen
TBN_TOOLS_FILL_STANDARD=Flä&che füllen
TBN_TOOLS_FILL_REPLACEMENT=Farbe e&rsetzen
TBN_TOOLS_STAMPS=Stempel
TBN_TOOLS_STAMPS_NUMBER=Nummernstempel
TBN_TOOLS_STAMPS_GENERAL=Allgemeine Stempel
TBN_TOOLS_STAMPS_CURSOR=Mauszeiger-Stempel
TBN_SELECT_SELECTION_SHAPES=Auswahlformen
TBN_SELECT_SELECTION_OPTIONS=Options
TBN_SELECT_RECTANGLE=&Rechteck
TBN_SELECT_ELLIPSE=&Ellipse
TBR_SIZE=Strichstärke
TBN_MORECOLORS=Mehr
MNU_PALETTETYPE=Palettentyp
TBR_COLORPALETTE=Palette
TBN_THEME=Farbschemata
TBN_THEME_DEFAULT=Standard
TBN_THEME1=Schema 1
TBN_THEME2=Schema 2
TBN_THEME3=Schema 3
TBN_THEME4=Schema 4
TBN_THEME5=Schema 5
TBN_STANDARD_COLORS=Standard
TBN_CUSTOM_COLORS=Eigene
TBN_MORE_COLORS=&Mehr
TBN_ADD_CUSTOM_COLOR=&Zu Eigene hinzufügen
TBN_REMOVE_CUSTOM_COLOR=&Aus Eigenen entfernen
MNU_TOPBAR_TITLE=Anpassen
MNU_TOPBAR_MINIMIZERIBBON=Menüband &minimieren
MNU_QAT_TITLE=Schnellzugriffsleiste anpassen
MNU_QAT_ADD=Zur Schnellzugriffsleiste &hinzufügen
MNU_QAT_DELETE=Aus Schnellzugriffsleiste &entfernen
MNU_QAT_ABOVE=Schnellzugriffsleiste &über Menüband
MNU_QAT_BELOW=Schnellzugriffsleiste &unter Menüband
MNU_QAT_DELETE=Schnellzugriffleiste &zurücksetzen
TBN_VIEW_TOUCHMODE=Touch-Modus
TBN_RIBBON_COLLAPSE=Menüband ausblenden
TBN_RIBBON_PIN=Menüband immer anzeigen
OPEN_ALL_IMAGE_FILES=Alle Bilddateien
OPEN_BITMAP_FILES=Bitmap-Dateien
OPEN_ALL_FILES=Alle Dateien
#7.0.0
TAB_LAYERS=Layer
TAB_LAYERS_SUB=Format
TAB_HISTORY=Verlauf
TAB_FORMAT_SHAPE=Form formatieren
MNU_MAXIMIZE=Ma&ximieren
MNU_MINIMIZE=Mi&nimieren
MNU_CLOSE=&Schliesen
MNU_RESTOREDOWN=&Wiederherstellen
MNU_CLOSEALL=&Alle schliessen
#7.0.0

[PicPickEditor Tip]

TIP_FILE_NEW=Neues Bild
TIP_FILE_OPEN=Bild öffnen
TIP_FILE_OPENCLIPBOARD=Bild aus Zwischenablage einfügen
TIP_FILE_OPENURL=Bild von URL einfügen
TIP_FILE_SAVE=Bild speichern
TIP_FILE_SAVEAS=Bild speichern unter
TIP_FILE_SAVESELECT=Auswahl speichern unter
TIP_FILE_SAVEALL=Alle Bilder speichern unter
TIP_FILE_PRINT=Bild drucken
TIP_FILE_CLOSEIMAGE=Bild schliessen
TIP_FILE_CLOSEALLIMAGE=Alle Bilder schliessen
TIP_FILE_CLOSEALLSAVEDIMAGE=Alle gespeicherten Bilder schliessen
TIP_FILE_CLOSEPICPICK=Programm beenden
TIP_EDIT_UNDO=Letzte Aktion rückgängig machen
TIP_EDIT_REDO=Letzte rückgäng gemachte Aktion wiederherstellen
TIP_EDIT_CUT=Auswahl ausschneiden und in die Zwischenablage kopieren
TIP_EDIT_COPY=Auswahl in die Zwischenablage kopieren
TIP_EDIT_PASTE=Inhalt der Zwischenablage in das aktuelle Bild einfügen
TIP_EDIT_PASTEFROMFILE=Datei in das aktuelle Bild einfügen
TIP_EDIT_SELECTDEL=Ausgewählten Bereich löschen
TIP_EDIT_SELECTNEW=Bild auf den gewählten Bereich zuschneiden
TIP_EDIT_DESELECT=Auswahl löschen
TIP_EDIT_SELECTALL=Gesamtes Bild auswählen
TIP_EDIT_IMAGERESIZE=Bildgröße ändern
TIP_EDIT_CANVASRESIZE=Größe des Arbeitsbereiches ändern
TIP_EDIT_VIEWBITMAP=Bild im Vollbildmodus anzeigen
TIP_TOOLS_CAPTURE=Aufnahmeleiste auf dem Bildschirm anzeigen
TIP_TOOLS_FULLSCREEN=Gesamten Desktop aufnehmen
TIP_TOOLS_ACTIVEWINDOW=Aktives Fenster aufnehmen
TIP_TOOLS_CONTROL=Einzelnes Fenster-Element aufnehmen
TIP_TOOLS_SCROLLINGWINDOW=Fenster vollständig samt Bildlauf aufnehmen
TIP_TOOLS_WEBPAGE=Gesamte Webseite aufnhemen
TIP_TOOLS_REGION=Rechteckigen Bereich aufnehmen
TIP_TOOLS_FREEHAND=Freihandauswahl aufnehmen
TIP_TOOLS_FIXEDREGION=Festgelegten, rechteckigen Bereich aufnehmen
TIP_TOOLS_REPEAT=Zuletzt definierten Bereich erneut aufnehmen
TIP_TOOLS_CAPTUREMENU=Erstellt eine Aufnahme des Bildschirms
TIP_TOOLS_COLORPICKER=Einen Farbcode auf dem Bildschirm auswählen
TIP_TOOLS_COLORPALETTE=Gewünschte Farbe finden und abstimmen
TIP_TOOLS_COLORTYPE=Ändere Farbe zu [HTML, RGB, C++, Delphi]
TIP_TOOLS_MAGNIFIER=Pixel auf dem Bildschirm aus der Nähe betrachten
TIP_TOOLS_PIXELRULER=Größe von Desktop-Objekten und Bildern ausmessen
TIP_TOOLS_CROSSHAIR=Eine relative Koordinate herausfinden
TIP_TOOLS_PROTRACTOR=Einen beliebigen Winkel auf dem Bildschirm messen
TIP_TOOLS_WHITEBOARD=Frei auf dem Bildschirm zeichnen und teilen
TIP_TOOLS_OPTION=Voreinstellungen über das Programm anzeigen
TIP_TOOLS_SCREENRECORDER=Ein Video vom Desktop-Bildschirm erstellen
TIP_TOOLSOPTION=Aufnahme-Optionen ändern
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK=Ausgabe des erfassten Bildes ändern
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD=Aufnahme in die Zwischenablage kopieren
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE=Aufnahme speichern
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER=Aufnahme speichen unter
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER=Aufnahme an externes Programm leiten
TIP_TOOLSOPTION_OUTPUTTYPE_FTP=Aufnahme auf einen FTP-Server hochladen
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK=Aufnahme zu Facebook hochladen
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER=Aufnahme zu Twitter hochladen
TIP_TOOLSOPTION_OUTPUTTYPE_WORD=Aufnahme an Microsoft Word senden
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL=Aufnahme an Microsoft Excel senden
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT=Aufnahme an Microsoft PowerPoint senden
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK=Aufnahme an Microsoft Outlook für den E-Mail-Versand senden
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER=Aufnahme auf dem aktuellen Drucker ausdrucken
TIP_TOOLSOPTION_OPT_DEFAULTFORMAT=Standard-Bilddateiformat ändern
TIP_TOOLSOPTION_DUALMONITORS=Mehrere Monitore bei der Aufnahme unterstützen
TIP_TOOLSOPTION_HOTKEY=Tastenkürzel ändern
TIP_TOOLSOPTION_SOUND=Töne bei der Aufnahme abspielen
TIP_TOOLSOPTION_SCROLLCAPTURE=Kompletten Fensterinhalt mittels Bildlauf erfassen
TIP_TOOLSOPTION_MOUSECURSOR=Mauszeiger aufnehmen
TIP_TOOLSOPTION_STARTUPPROGRAM=PicPick mit Windows starten
TIP_TOOLSOPTION_OPENEDITOR=PicPick-Editor beim Programmstart öffnen
TIP_EFFECT_INVERT=Bildfarben umkehren
TIP_EFFECT_GRAYSCALE=Bild oder Bereich in Graustufen umwandeln
TIP_EFFECT_MOSAIC=Bild oder Bereich in ein Pixel-Mosaik auflösen
TIP_EFFECT_BLUR=Bild oder Bereich weichzeichnen
TIP_EFFECT_SHARPEN=Bild oder Bereich scharfzeichnen
TIP_EFFECT_BRIGHTNESS=Helligkeit und Kontrast eines Bildes oder Bereichs einstellen
TIP_EFFECT_HSL=Farbton und Sättigung eines Bildes oder Bereichs einstellen
TIP_EFFECT_COLORBALANCE=Balance bestimmter Farbbereiche eines Bildes anpassen
TIP_EFFECT_FLIPH=Bild oder ausgewählten Bereich horizontal kippen
TIP_EFFECT_FLIPV=Bild oder ausgewählten Bereich vertikal kippen
TIP_EFFECT_ROTATE90=Bild oder Bereich um 90° im Uhrzeigersinn drehen
TIP_EFFECT_ROTATE180=Bild oder Bereich um 180° im Uhrzeigersinn drehen
TIP_EFFECT_ROTATE270=Bild oder Bereich um 270° im Uhrzeigersinn drehen
TIP_EFFECT_FRAME=Bild einen Rahmeneffekt hinzufügen
TIP_EFFECT_WATERMARK=Wasserzeichen hinzufügen
TIP_WINDOW_CASCADE=Geöffnete Bildfenster überlappend anordnen
TIP_WINDOW_TILEH=Geöffnete Bildfenster horizontal anordnen
TIP_WINDOW_TILEV=Geöffnete Bildfenster vertikal anordnen
TIP_WINDOW_MINIMIZEALL=Alle geöffneten Bildfenster minimieren
TIP_HELP_WEBSITE=Die PicPick-Webseite im Standardbrowser anzeigen
TIP_HELP_ABOUT=Zeigt Programm-Informationen und das Copyright an
TIP_HELP_UPDATE=Nach Aktualisierungen suchen
TIP_TOOL_MOVE=Gesamtes Bild oder ausgewähltes Objekt bewegen
TIP_TOOL_SELECT=Bereich in einem Bild auswählen
TIP_TOOL_FILL=Bereich oder Hintergrund mit der aktuellen Vordergrundfarbe füllen
TIP_TOOL_PICKCOLOR=Farbe vom Bildschirm auswählen und zum Zeichnen benutzen
TIP_TOOL_DRAW=Mit verschiedenen Pinselarten malen
TIP_TOOL_STAMPS=Stempel auf das Bild malen
TIP_TOOL_SHAPE=Formen auf das Bild malen
TIP_TOOL_TEXT=Bild einen Text hinzufügen
TIP_SIZE=Breite des gewählten Werkzeugs bestimmen
TIP_OUTPUTTYPE_MSWORD1=Eine Kopie dieser Aufnahme
TIP_OUTPUTTYPE_MSWORD2=in Microsoft Word einfügen
TIP_OUTPUTTYPE_MSEXCEL1=Eine Kopie dieser Aufnahme
TIP_OUTPUTTYPE_MSEXCEL2=in Microsoft Excel einfügen
TIP_OUTPUTTYPE_MSPOWERPOINT1=Eine Kopie dieser Aufnahme
TIP_OUTPUTTYPE_MSPOWERPOINT2=in Microsoft PowerPoint einfügen
TIP_OUTPUTTYPE_SKYPE1=Diese Aufnahme auf
TIP_OUTPUTTYPE_SKYPE2=Skype hochladen
TIP_OUTPUTTYPE_PROGRAM1=Eine Kopie dieser Aufnahme
TIP_OUTPUTTYPE_PROGRAM2=an ein externes Programm senden
TIP_OUTPUTTYPE_MSOUTLOOK1=Eine Kopie dieser Aufnahme
TIP_OUTPUTTYPE_MSOUTLOOK2=an eine E-Mail anhängen
TIP_OUTPUTTYPE_FACEBOOK1=Diese Aufnahme auf
TIP_OUTPUTTYPE_FACEBOOK2=Facebook hochladen
TIP_OUTPUTTYPE_TWITTER1=Diese Aufnahme auf
TIP_OUTPUTTYPE_TWITTER2=Twitter hochladen
TIP_OUTPUTTYPE_FTP1=Dieses Bild per FTP
TIP_OUTPUTTYPE_FTP2=an eine Internet-Adresse senden
TIP_OUTPUTTYPE_WEBUPLOAD1=Dieses Bild an eine
TIP_OUTPUTTYPE_WEBUPLOAD2=Web-Adresse senden
TIP_OUTPUTTYPE_CLOUD1=Diese Aufnahme auf Dropbox,
TIP_OUTPUTTYPE_CLOUD2=Google Drive usw. hochladen
TIP_OUTPUTTYPE_DROPBOX1=Sende und teile dieses Bild auf
TIP_OUTPUTTYPE_DROPBOX2=Dropbox
TIP_OUTPUTTYPE_GOOGLE1=Sendet und teile dieses Bild auf 
TIP_OUTPUTTYPE_GOOGLE2=Google Drive
TIP_OUTPUTTYPE_ONEDRIVE1=Sendet und teile dieses Bild auf
TIP_OUTPUTTYPE_ONEDRIVE2=OneDrive
TIP_OUTPUTTYPE_MSPAINT1=Öffnet eine Kopie des Bildes mit
TIP_OUTPUTTYPE_MSPAINT2=Microsoft Paint
TIP_IMAGE_ROTATEFLIP=Bild oder Auswahl drehen oder spiegeln
TIP_TOOLS_EFFECT=Effekte auwählen
TIP_TOOLS_WIDTHS=Breite auswählen
TIP_TOOLS_OPACITY=Transparenz auswählen
TIP_VIEW_ZOOMIN=In aktuelles Bild reinzoomen
TIP_VIEW_ZOOMOUT=Aus aktuellem Bild rauszoomen
TIP_VIEW_ZOOMSELECT=Zomm rein oder raus
TIP_VIEW_ACTUALSIZE=Zoom auf 100%
TIP_VIEW_THUMBNAIL=Miniaturbild-Ansicht zur schnellen Bildauswahl anzeigen
TIP_SHOW_RULER=Lineale zur Bildabmessung ein- oder ausblenden
TIP_SHOW_STATUSBAR=Statusleiste an der Fensterunterkante ein- oder ausblenden
TIP_SHOW_TAB=Registerkarten ein- oder ausblenden
#7.0.0
TIP_SHOW_PANE=Detailbereich ein- oder ausblenden
#7.0.0
TIP_COLOR_COLOR1=Vordergrundfarbe
TIP_COLOR_COLOR2=Hintergrundfarbe
TIP_COLOR_SWAP=Vorder- und Hintergrundfarbe wechseln
TIP_COLOR_DEFAULT=Standardfarben für Vorder- und Hintergrund festlegen
TIP_COLOR_MORE=Weitere Paletten anzeigen
TIP_SHAPE_FLATTEN=Formen auf die Hintergrundebene reduzieren
TIP_SHAPE_DELETE=Form löschen
TIP_SHAPE_DUPLICATE=Form duplizieren
TIP_SHAPE_FILL=Ausgewählte Form füllen
TIP_SHAPE_OUTLINE=Form-Umrandung
TIP_SHAPE_EFFECTS=Form-Formate
TIP_SHAPE_ADDTEXT=Text in eine Form einfügen
TIP_SHAPE_FLATTEN_ALL=Alle Formen reduzieren
TIP_SHAPE_BRINGTOFRONT=Ausgewähltes Objekt nach vorne stellen
TIP_SHAPE_SENDTOBACK=Ausgewähltes Objekt nach hinten stellen
TIP_TEXT_BOLD=Fett
TIP_TEXT_ITALIC=Kursiv
TIP_TEXT_UNDERLINE=Unterstrichen
TIP_TEXT_ALIGN_LEFT=Linksbündig
TIP_TEXT_ALIGN_CENTER=Zentriert
TIP_TEXT_ALIGN_RIGHT=Rechtsbündig
TIP_TEXT_ALIGN_TOP=Vertikal oben bündig
TIP_TEXT_ALIGN_MIDDLE=Vertikal zentriert
TIP_TEXT_ALIGN_BOTTOM=Vertikal unten bündig
TIP_TEXT_WORDWRAP=Umbruch
TIP_TEXT_COLOR=Textfarbe
TIP_TEXT_SIZE=Textgröße
TIP_TEXT_FONTFAMILY=Zeichensatz
#7.0.0
TIP_NEW_LAYER=Neue Ebene erstellen
TIP_CHANGE_SHAPE=Form der Zeichnung unter Beibehaltung der gesamten Formatierung ändern.
TIP_FORMAT_SHAPE=Format der Form ändern
TIP_LAYER_BRINGTOFRONT=Ausgewähltes Objekt vor alle anderen Objekte stellen.
TIP_LAYER_SENDTOBACK=Ausgewähltes Objekt hinter alle anderen Objekte stellen.
TIP_LAYER_BRINGFORWARD=Ausgewähltes Objekt eine Ebene nach vorne stellen.
TIP_LAYER_SENDBACKWARD=Ausgewähltes Objekt eine Ebene nach hinten stellen.
TIP_CAPTURE_DELAY=Zeitverzögerung vor der Aufnahme einstellen
#7.0.0

[Dialogs]

DLG_PICPICK_EDITOR_TITLE=PicPick - Bildbearbeitung
DLG_CONTROLCAPTURE_TITLE=PicPick - Fensterobjekt
DLG_SCROLLINGWINDOWCAPTURE_TITLE=PicPick - Bildlauf (ganze Seite)
DLG_REGIONCAPTURE_TITLE=PicPick - Fensterbereich
DLG_FIXEDREGIONCAPTURE_TITLE=PicPick - Fester Bereich
DLG_FREEHANDCAPTURE_TITLE=PicPick - Freihandauswahl
DLG_WHITEBOARDTOOL_TITLE=PicPick - Whiteboard (Bildschirm bemalen)
DLG_MAGNIFIER_TITLE=PicPick - Bildschirmlupe
DLG_COLORPICKER_TITLE=PicPick - Farbpipette
DLG_CROSSHAIR_TITLE=PicPick - Fadenkreuz
DLG_COLORPALETTE_TITLE=Farbauswahl
DLG_AUTOSAVE_TITLE=Speichern
DLG_NEWIMAGE_TITLE=Neues Bild
DLG_PRINT_TITLE=Drucken
DLG_CANVASSET_TITLE=Arbeitsbereich ändern
DLG_IMAGERESIZE_TITLE=Bildgröße ändern
DLG_ABOUT_TITLE=Über PicPick
DLG_PIXELATE_TITLE=In Pixel auflösen
DLG_HUESATURATION_TITLE=Farbton und Sättigung
DLG_BRIGHTNESSCONTRAST_TITLE=Helligkeit und Kontrast
DLG_FRAME_TITLE=Rahmen
DLG_WATERMARK_TITLE=Wasserzeichen
DLG_FONTVIEW_TITLE=Text eingeben
DLG_CAPTURE_TITLE=Aufnahme
DLG_CHANGEHOTKEY_TITLE=Tastenkürzel
DLG_WEBPAGECAPTURE_TITLE=PicPick - Webseitenaufnahme
DLG_SHORTCUT_TITLE=Tastenkürzel ändern
DLG_SETUP_TITLE=Optionen
DLG_FILENAMESETUP_TITLE	=Dateiname
DLG_IMAGES_TITLE=Bilder
DLG_GENERALSETUP_TITLE=Allgemein
DLG_SCREEN_RECORDER_TITLE=Aufzeichnung
DLG_FTPSETUP_TITLE=FTP
DLG_EDITORSETUP_TITLE=Editor
DLG_ARROWSET_TITLE=Pfeil-Optionen
DLG_FACEBOOK_TITLE=Facebook-Verbindung
DLG_TWITTER_TITLE=Twitter-Verbindung
DLG_WEBUPLOAD_TITLE=Web-Upload
BTN_OK=&OK
BTN_CANCEL=Abbre&chen
BTN_APPLY=&Anwenden

[About]

GRP_PRESET=Einstellungen
CHK_ADDSTARTUP=Mit Windows starten
CHK_ADDDESTKOP=Desktop-Symbol erstellen
CHK_CHECKUPDATE=Auf Programm-Aktualisierungen prüfen
LBL_LANGUAGE=Sprache
LBL_MORELANGUAGE=Weitere Sprachen
BTN_HOTKEY=Tastenkürzel
BTN_CREDIT=Unterstützung
LBL_PROGRAMPARAMETER=&Parameter
CHK_SETTINGTOAPPDATA=Änderungen in Anwendungsdaten speichern
LBL_INFO_PRODUCT=Produkt-Informationen
LBL_INFO_LICENSE=Lizenz-Informationen
LBL_INFO_VERSION=Version

[Captures]

GRP_CONTROLCAPTURE_PROPERTY=Eigenschaften
LBL_CONTROLCAPTURE_CLASS=Name
LBL_CONTROLCAPTURE_SIZE=Größe
LBL_CONTROLCAPTURE_INFO=Steuerelement
LBL_CONTROLCAPTURE_SCROLL=Autom. Bildlauf
LBL_CONTROLCAPTURE_OUTPUTTYPE=Ausgabe
LBL_CONTROLCAPTURE_HANDLE=Handle
LBL_CONTROLCAPTURE_RECT=Maße x,y
LBL_CONTROLCAPTURE_BOTTOMTIP=Fensterobjekt (Button, Tab, Box, Werkzeugleiste, etc.) wählen und die [Druck] Taste drücken.
GRP_FIXEDREGIONCAPTURE_PROPERTY=Bereichsgröße
LBL_FIXEDREGIONCAPTURE_WIDTH=Breite:
LBL_FIXEDREGIONCAPTURE_HEIGHT=Höhe:
TIP_REGIONCAPTURE_NOTDRAG=Rechteckigen Bereich auf dem Desktop auswählen
TIP_PIXEL=Pixel
TIP_FREEHANDCAPTURE_NOTDRAG=Freihandauswahl
LBL_COLORPICKER_COLORAS=Farbe als:
LBL_COLORPICKER_VALUE=Wert:
LSV_WEBPAGECAPTURE_LIST=Webseite zum Aufnehmen auswählen
BTN_WEBPAGECAPTURE_RELOAD=&Neu laden
BTN_WEBPAGECAPTURE_CAPTURE=&Aufnahme
LBL_MINIHELP=Linke Maustaste drücken, um Bereich auszuwählen.
LBL_MINIHELP_CLICKDRAG=Um einen Bereich auszuwählen, Bildschirm klicken oder ziehen
LBL_MINIHELP_SCROLLCAPTURE=Escape zum Beenden drücken
#7.0.0
LBL_MINIHELP_SCROLLCAPTURE_WAIT=Bitte warten, während der Scrollbereich berechnet wird.
LBL_TIME_DELAY=Zeit&verzögerung
LBL_SECONDS=%d Sekunden
LBL_NODELAY=Keine Verzögerung
LBL_ADD_CURSOR=Mauszeiger hinzufügen
LBL_MORE_OPTIONS=&Weitere Optionen
LBL_CLIPBOARD=In die &Zwischenablage kopieren
#7.0.0

[Shortcut]

TAB_HOTKEY=Tastenkürzel
GRB_CAPTURE=Aufnahme
GRB_TOOLS=Werkzeuge
LBL_KEYNONE=Nichts
LBL_CAPTURE_FULLSCREEN=Gesamter Bildschirm
LBL_CAPTURE_ACTIVEWINDOW=Aktives Fenster
LBL_CAPTURE_CONTROL=Fensterobjekt
LBL_CAPTURE_SCROLLINGWINDOW=Bildlauf (ganze Seite)
LBL_CAPTURE_REGION=Bereich
LBL_CAPTURE_FIXEDREGION=Fester Bereich
LBL_CAPTURE_FREEHAND=Freihandauswahl
LBL_CAPTURE_WEBPAGE=Komplette Webseite
LBL_CAPTURE_REPEAT=Letzte Aufnahme wiederholen
LBL_TOOLS_EDITOR=Bildeditor
LBL_TOOLS_COLORPICKER=Farbpipette
LBL_TOOLS_COLORPALETTE=Farbauswahl
LBL_TOOLS_PIXELRULER=Pixel-Lineal
LBL_TOOLS_PROTRACTOR=Winkelmesser
LBL_TOOLS_CROSSHAIR=Fadenkreuz
LBL_TOOLS_WHITEBOARD=Whiteboard
LBL_TOOLS_MAGNIFIER=Bildschirmlupe
CBO_HOTKEY_CUSTOM=Vorgaben
CBO_HOTKEY_DEFAULT=PicPick-Standard
CBO_HOTKEY_HYPERSNAP=HyperSnap
CBO_HOTKEY_NONE=Deaktiviert
LBL_TOOLS_SCREENRECORDER=Bildschirm-Rekorder

[FontView]

GRP_COLOR=Farben
LBL_FONTCOLOR=Schrift
CHK_FILLCOLOR=Hintergrund
CHK_AA=Weiche Schriftkanten

[AutoSave]

GRP_SELECTFOLDER=Automatisch speichern
LBL_SELECTFOLDER=Speicherort für Bilder auswählen:
BTN_SELECTFOLDER=&Suche
GRP_SELECTFILENAME=Dateiname
LBL_SAVEFILENAME=Dateiname und Namensformat für autom. Speichern und FTP-Upload:
RDO_SELECTFILENAME_DATETIME=Datum / Zeit
RDO_SELECTFILENAME_TEXT=Text + Nummer
RDO_SELECTFILENAME_NUM=Nur Nummer
LBL_EXAMPLETITLE=Format:
LBL_EXAMPLE1=%y: Jahr, %m: Monat, %d: Tag
LBL_EXAMPLE2=%h: Stunde, %n: Minute, %s: Sekunde
LBL_EXAMPLE3=%c: Nummer
LBL_EXAMPLE4=%u: Anwendername, %w: Computername
LBL_EXAMPLE5=%t: Unix-Zeitstempel
EDT_SELECTFILENAME_DEFAULT=Bild
GRP_SELECTFORMAT=Dateiformat
RDO_SELECTFORMAT_BMP=Bitmaps (*.bmp)
RDO_SELECTFORMAT_JPG=JPEG-Dateien (*.jpg)
RDO_SELECTFORMAT_PNG=Portable Network Graphics (*.png)
RDO_SELECTFORMAT_GIF=Compuserve GIF-Bilder (*.gif)
RDO_SELECTFORMAT_PDF=PDF-Dateien (*.pdf)
GRB_OTHERPROGRAM=Externes Programm
LBL_OTHERPROGRAM=Bitte Programm zum Öffnen der Aufnahmen auswählen:
LBL_OTHERPROGRAMPATH=Programmpfad:
LBL_OTHERPROGRAMPARAMETER=Parameter: 
LBL_OTHERPROGRAMSELECT=Externes Programm
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint
LBL_SELECTFORMAT=Dateiformat auswählen:

[GeneralSet]

GRB_STARTINGOPTION=Start-Optionen
LBL_PROGRAM_MODE=Standard-Programm-Modus
CBO_PROGRAM_MODE_EDITOR=Bild-Editor
CBO_PROGRAM_MODE_WIDGET=Schwebendes Widget
CBO_PROGRAM_MODE_TRAY=Symbol im Infobereich
CHK_STARTUP=PicPick mit Windows starten
CHK_UPDATE=Auf Updates prüfen
GRB_APPEARANCE=Aussehen
LBL_THEME=Farben
CBO_THEME_DEFAULT=System Standard
CBO_THEME_LIGHT=Hell
CBO_THEME_DARK=Dunkel
LBL_LANGUAGE=Sprache

[CaptureSet]

GRB_CAPTUREOPTION=Aufnahmeoptionen
CHK_DUALMONITORS=Unterstützung für Dual-Monitore
CHK_SOUND=Klangeffekte aktivieren
CHK_MOUSECURSOR=Mauszeiger mit aufnehmen
CHK_HIDEEDITOR=Editor vor der Aufnahme schließen
CHK_ALWAYSCOPYCLIPBOARD	=Aufnahmen immer in die Zwischenablage kopieren
CHK_STARTWITHCAPTUREBAR=Zeige Aufnahme-Leiste beim Programmstart
GRB_AUTOSCROLL=Automatischer Bildlauf
CHK_SCROLLCAPTURE=Automatischen Bildlauf aktivieren
LBL_SCROLLDELAY=Verzögerung:
LBL_SCROLLDELAYMS=ms
GRB_MAGNIFIER=Bildschirmlupe
CHK_MAGNIFIER=Bildschirmlupe anzeigen
LBL_ZOOMSCALE=Vergrößerung:
GRB_CAPTUREDELAY=Verzögerung vor Aufnahme
CHK_ADVANCECONTROLCAPTURE=Erweiterte Fensterelement-Aufnahme verwenden
LBL_CAPTUREOUTPUT=Ändert die Ausgabe bei Verwendung von Tastaturkürzeln oder dem Menü des Mitteilungsbereichs.
CHK_TOOLBAR=Bei Aufnahme Werkzeugleiste anzeigen
#7.0.0
CHK_DISPLAY_SEC=Verzögerungs-Countdown anzeigen
#7.0.0

[FTP]

GRB_FTPSERVER=FTP-Server-Einstellungen
LBL_FTPADDRESS=FTP-Server:
LBL_REMOTEPATH=Remote-Pfad:
LBL_PORT=Port:
CHK_PASSIVEFTP=Passives FTP
LBL_USERNAME=Benutzername:
LBL_PASSWORD=Passwort:
BTN_CONNECTTEST=Verbindungstest
LBL_SENDWEBBROWSER=URL im Browser öffnen
LBL_SENDCLIPBOARD=URL in Zwischenablage kopieren
LBL_WEBADDRESS=URL:

[EditorSet]

GRB_EDITOROPTION=Editor-Optionen
CHK_OPENEDITORWHENSTART=Editor beim Programmstart öffnen
CHK_CENTERIMAGE=Bild im Fenster zentrieren
CHK_CLOSEWITHOUTASKING=Ungespeicherte Bilder ohne Nachfrage schließen
CHK_CROPNEW=Als neues Bild zuschneiden
CHK_SHOWCLASSICUI=Klassische Menüs
CHK_EXITWHENCLOSING=PicPick beenden, wenn Editor geschlossen wird.
CHK_AUTOFLATTEN=Formen automatisch auf Hintergrund reduzieren.
RDO_BGDEFAULT=System Standard
LBL_BG=Hintergrund:
RDO_BGGRID=Raster
RDO_BGSOLID=Farbe
GRB_FILETYPE=Dateitypen-Zuordnung
LBL_FILETYPE=Dateitypen auswählem, die mit PicPick geöffnet werden sollen:
LBL_FILETYPEVISTA=PicPick als Standard-Bild-Editor festlegen

[ArrowSet]

CHK_START=Ende
CHK_END=Anfang
CHK_OUTLINE=Umrandung
CBO_AT_ARROW1=Pfeil 1
CBO_AT_ARROW2=Pfeil 2
CBO_AT_CIRCLE=Punkt
CBO_AT_DIAMOND=Raute

[CanvasSet]

GRP_SIZE=Neue Größe
LBL_WIDTH=Breite
LBL_HEIGHT=Höhe
LBL_BACKCOLOR=Hintergrundfarbe
LBL_PRESETS=Vorgaben
CBO_CLIPBOARD=Zwischenablage
CBO_LASTUSED=Zuletzt benutzt
CBO_CURRENT=Aktuelle Bildgröße
#7.0.0
CBO_WHITE=Weiß
CBO_BLACK=Scharz
CBO_TRANSPARENT=Transparent
CBO_CUSTOM=Frei wählbar
#7.0.0

[ResizeSet]

LBL_ZOOM=
RDO_ZOOM=Prozentual skalieren
RDO_SIZE=Feste Größe
CHK_KEEP=Seitenverhältnis beibehalten
LBL_WIDTH=Breite
LBL_HEIGHT=Höhe

[ColorSet]

BTN_PREVIEW=&Vorschau
LBL_PIXELATE=Pixel auflösen
LBL_HUE=Farbton
LBL_SATURATION=Sättigung
LBL_BIRGHTNESS=Helligkeit
LBL_CONTRAST=Kontrast
#7.0.0
LBL_LIGHTNESS=Lightness
#7.0.0

[FrameSet]

GRP_PREVIEW=Vorschau
GRP_EFFECT=Effekt
CHK_BORDER=Rand
CHK_FRAME=Rahmen
LBL_ETC=Weitere Rahmen herunterladen
CHK_AUTO=Aufnahme mit Rahmen versehen
#7.0.0
CHK_SHADOW=Shadow
CBO_SHADOW_POS_CENTER=Zentriert
CBO_SHADOW_POS_TL=Oben links
CBO_SHADOW_POS_TR=Oben rechts
CBO_SHADOW_POS_BL=Unten links
CBO_SHADOW_POS_BR=Unten rechts
#7.0.0

[Palette]

LBL_RED=&Rot
LBL_GREEN=&Grün
LBL_BLUE=&Blau
LBL_TYPE=Farbe als:
BTN_COPY=&Kopieren
CLR_DEFAULTTEXT=Farbauswahl
CLR_CUSTOMTEXT=Mehr Farben

[PixelRuler]

MNU_RULER_MOVE=&Verschieben
MNU_RULER_MOVE_UP=&Hoch
MNU_RULER_MOVE_DOWN=&Runter
MNU_RULER_MOVE_LEFT=&Links
MNU_RULER_MOVE_RIGHT=&Rechts
MNU_RULER_TYPE=&Ausrichtung
MNU_RULER_TYPE_HOTRIZONTAL=&Horizontal
MNU_RULER_TYPE_VERTICAL=&Vertikal
MNU_RULER_TRANSPARENT=T&ransparenz
MNU_RULER_TRANSPARENT_USE=&Aktivieren
MNU_RULER_TRANSPARENT_NOTUSE=&Deaktivieren
MNU_RULER_TRANSPARENT_INC=Erhöhen (+)
MNU_RULER_TRANSPARENT_DEC=Verringern (-)
MNU_MAGNIFIER=&Bildschirmlupe anzeigen
MNU_RULER_EXIT=&Beenden
MNU_RULER_UNIT=&Einheiten
MNU_RULER_UNIT_PIXEL=&Pixel
MNU_RULER_UNIT_INCH=Z&oll
MNU_RULER_UNIT_CM=&Zentimeter
MNU_RULER_UNIT_DPI=&DPI
MNU_RULER_COLOR=&Farbe
MNU_RULER_COLOR_BLUE=&Blau (Standard)
MNU_RULER_COLOR_YELLOW=&Gelb (Klassisch)
MNU_RULER_COLOR_WHITE=&Weiß
MNU_RULER_COLOR_BLACK=Schw&arz
MNU_RULER_COLOR_DARKGRAY=Dark &Gray
MNU_RULER_COLOR_DEFAULT=System &Default
MNU_RULER_UNIT_DPI_CUSTOM=Eigene
DLG_CUSTOMDPI_TITLE=Eigene DPI-Vorgaben
LBL_CUSTOMDPI_TEXT=Pixel pro Zoll (DPI):

[WhiteBoard]

MNU_WHITEBOARD_PENWIDTH=Stift&breite
MNU_WHITEBOARD_PENCOLOR=Stift&farbe
MNU_WHITEBOARD_PENCOLOR_BLACK=Schwarz
MNU_WHITEBOARD_PENCOLOR_WHITE=Weiß
MNU_WHITEBOARD_PENCOLOR_RED=Rot
MNU_WHITEBOARD_PENCOLOR_GREEN=Grün
MNU_WHITEBOARD_PENCOLOR_BLUE=Blau
MNU_WHITEBOARD_PENCOLOR_CYAN=Cyan
MNU_WHITEBOARD_PENCOLOR_MAGENTA=Magenta
MNU_WHITEBOARD_PENCOLOR_YELLOW=Gelb
MNU_WHITEBOARD_PENCOLOR_GRAY=Grau
MNU_WHITEBOARD_PENCOLOR_CUSTOM=&usw.
MNU_WHITEBOARD_CLEAR=&Löschen
MNU_WHITEBOARD_SAVE=&Speichern unter
MNU_WHITEBOARD_EXIT=B&eenden
TIP_TOOL_MOVE=Verschieben
TIP_TOOL_ZOOM=Lupe
TIP_TOOL_PEN=Stift
TIP_TOOL_LINE=Linie
TIP_TOOL_ARROW=Pfeil
TIP_TOOL_SHAPE=Formen
TIP_TOOL_RECT=Rechteck
TIP_TOOL_ELLIPSE=Ellipse
TIP_TOOL_RRECT=Rechteck (abgerundet)
TIP_TOOL_TRANSPARENT=Transparenz
TIP_TOOL_CLEAR=Löschen
TIP_TOOL_SAVE=Speichern unter
TIP_TOOL_WIDTH=Breite
TIP_TOOL_COLOR=Farbe

[Print]

BTN_PRINTERSETUP=Drucker einrichten
BTN_PRINT=&Drucken
GRB_PREVIEW=Vorschau
TAB_PAPERSETUP=Seite einrichten
TAB_ADDTEXT=Text hinzufügen
GRB_MARGINSETUP=&Ränder (mm)
LBL_MARGINTOP=Oben
LBL_MARGINLEFT=Links
LBL_MARGINRIGHT=Rechts
LBL_MARGINBOTTOM=Unten
GRB_IMAGESETUP=&Bild einrichten
CHK_CENTER=Zentriert
CHK_SHRINK=An Seite anpassen
CHK_PROPORTINAL=Seitenverhältnis beibehalten
CHK_GRAYSCALE=Graustufen
GRB_PAPERCOUNT=&Anzahl Kopien
LBL_PAPERUNIT=Seite(n)
GRB_ORIENTATION=&Ausrichtung
RDO_PORTRAIT=Hochformat
RDO_LANDSCAPE=Querformat
GRB_HEADER=&Kopfzeile
CHK_HEADERADD=Hinzufügen
CBO_HEADERDEFAULT=Hier Kopfzeile eingeben
LBL_HEADERMARGIN=Abstand:
BTN_HEADERFONT=Schrift
RDO_HEADERLEFT=Links
RDO_HEADERCENTER=Mittig
RDO_HEADERRIGHT=Rechts
GRB_FOOTER=&Fußzeile
CHK_FOOTERADD=Hinzufügen
CBO_FOOTERDEFAULT=Hier Fußzeile eingeben
LBL_FOOTERMARGIN=Abstand:
BTN_FOOTERFONT=Schrift
RDO_FOOTERLEFT=Links
RDO_FOOTERCENTER=Mittig
RDO_FOOTERRIGHT=Rechts
LBL_SETTINGS=Einstellungen
LBL_PRINTER=Drucker
BTN_PRINT_COLOR=Farbig
CHK_COLOR=Farbe
CHK_MARGIN_NARROW=Schmal
CHK_MARGIN_NORMAL=Normal
CHK_MARGIN_MODERATE=Breiter
CHK_MARGIN_WIDE=Breit
CHK_MARGIN_CUSTOM=Eigene

[Facebook]

BTN_CLOSE=&Schließen
LBL_PREVIEW=Vorschau
LBL_CAPTION=Aufnahme
RDO_SELECTALBUMS=Album wählen
RDO_CREATEALBUM=Neues Album
LBL_CREATEALBUM_NAME=Name:
LBL_CREATEALBUM_LOCATION=Ort:
LBL_CREATEALBUM_DESCRIPTION=Beschreibung:
LBL_CREATEALBUM_PRIVACY=Privatsphäre:
CBO_CREATEALBUM_1=Jeder
CBO_CREATEALBUM_2=Meine Freunde und Netzwerke
CBO_CREATEALBUM_3=Freunde von Freunden
CBO_CREATEALBUM_4=Nur Freunde
BTN_UPLOAD=Hochladen
LBL_IMGURL=Bild-Adresse
LBL_LINKURL=Album-Adresse
LBL_UPLOADING=Lade hoch
LBL_UPLOADCOMPLETE=Fertig
LBL_UPLOADWAIT=Warte auf Antwort
LBL_UPLOADFAILURE=Fehler beim Hochladen. Nochmal versuchen.
LBL_UPLOADRESULT=Das Bild wurde erfolgreich hochgeladen. 
LBL_ACCOUNT=Konto:
LBL_PASSWORD=Passwort:
LBL_REMEMBERPASSWORD=Passwort merken
LBL_MESSAGE=Nachricht:
LBL_WEBUPLOAD_TITLE=Bild direkt ins Web laden
LBL_WEBUPLOAD_TITLESUB=über ImageShack - Kostenloser Bilder-Verwaltungsdienst
LBL_WEBUPLOAD_SIGNUP=Bitte anmelden, um hochgeladene Bilder zu verwalten!
LBL_WEBUPLOAD_NOACCOUNT=Gast (Keine Registrierung erforderlich)
LBL_WEBUPLOAD_ACCOUNTEXIST=Ich habe einen ImageShack-Zugang
BTN_REQUESTTWITTERPIN=Twitter-PIN anfordern
BTN_REMEMBERME=Diesen Computer erkennen
LBL_TWITTERPIN=PIN
BTN_CONNECT=&Verbinden
BTN_DISCONNECT=&Trennen

[ThumbnailView]

BTN_QUICKTABS=Miniaturansicht
MNU_RENAME=&Umbenennen
MNU_OPENFILELOCATION=Dateipfad ö&ffnen
LBL_RENAME=Dateinamen eingeben:

[ObjectProperty]

SHP_TEXTBOX=Text
SHP_HIGHLIGHTRECT=Rechteck-Markierung
SHP_MAGNIFYEFFECT=Lupeneffekt
SHP_NUMBERSTAMP=Nummernstempel
SHP_LINES=Linien
SHP_CUSTOMSHAPES=Eigene Formen
SHP_TRIANGLE=Dreieck
SHP_SHAPES=Formen
SHP_LINE=Linie
SHP_CURVE=Kurve
SHP_ARROW=Pfeil
SHP_CURVEARROW=Kurvenpfeil
SHP_ELLIPSE=Ellipse
SHP_RECT=Rechteck
SHP_ROUNDRECT=Rechteck (abgerundet)
SHP_BALLOON=Sprechblase
SHP_DIAMOND=Raute
SHP_PENTAGON=5-Eck
SHP_Hexagon=6-Eck
SHP_5STAR=5-Zacken-Stern
SHP_6STAR=6-Zacken-Stern
TAB_EDIT=Bearbeiten
TBN_DELETE_OBJECT=&Löschen
TBN_DUPLICATE=D&uplizieren
MNU_FLATTEN=&Verflachen
MNU_FLATTENALL=Alles &verflachen
LST_CHANGESHAPE=Form ändern
TAB_SHAPESTYLES=Formenstile
TBN_SHAPETEXT=&Text einfügen
TBN_SHAPEFILL=Füllung
MNU_SHAPEFILL_NOFILL=Keine
MNU_SHAPEFILL_SOLIDFILL=Einfarbig
MNU_SHAPEFILL_GRAFILL=Vertikaler Verlauf
MNU_SHAPEFILL_RADIALFILL=Radialer Verlauf
TBN_SHAPEOUTLINE=Kontur
MNU_SHAPEOUTLINE_NOLINE=Keine
MNU_SHAPEOUTLINE_SOLIDLINE=Durchgezogen
MNU_SHAPEOUTLINE_DOTLINE=Punktiert
MNU_SHAPEOUTLINE_DASHLINE=Gestrichelt
MNU_SHAPEOUTLINE_DASHDOTLINE=Strich-Punkt
MNU_SHAPEOUTLINE_DASHDOTDOTLINE=Strich-Punkt-Punkt
TBR_SHAPEINSERT=Formen einfügen
TBN_SHAPEFORMAT=Formate
TBN_SHAPEEFFECTS=Effekte
MNU_SHAPEEFFECTS_NOEFFECTS=Keine
MNU_SHAPEEFFECTS_SHADOW=Schatten
MNU_SHAPEEFFECTS_SHADOWUSE=Schatten
MNU_SHAPEEFFECTS_SHADOWOPTION=Optione
MNU_SHAPEEFFECTS_BALLOONPOS=Richtung
MNU_SHAPEEFFECTS_BALLOONPOSTL=Oben Links
MNU_SHAPEEFFECTS_BALLOONPOSTR=Oben Rechts
MNU_SHAPEEFFECTS_BALLOONPOSBL=Unten Links
MNU_SHAPEEFFECTS_BALLOONPOSBR=Unten Rechts
MNU_SHAPEEFFECTS_ARROWSTART=Anfang
MNU_SHAPEEFFECTS_ARROWEND=Ende
MNU_SHAPEEFFECTS_ARROWNONE=Kein
MNU_SHAPEEFFECTS_ARROW1=Pfeil 1
MNU_SHAPEEFFECTS_ARROW2=Pfeil 2
MNU_SHAPEEFFECTS_ARROWCIRCLE=Punkt
MNU_SHAPEEFFECTS_ARROWDIAMOND=Raute
MNU_SHAPE_ARRANGE=Anordnen
BTN_SHAPE_FRONT=Nach vorne
BTN_SHAPE_BACK=Nach hinten
BTN_SHAPE_ARROWSTYLE=Pfeilstil
TAB_SHAPECOLOR=Formenfarben
TAB_NUMBERSTAMP_NUMBER=Stempelformen
MNU_NUMBERSTAMP_CURRENT=Aktuell
MNU_NUMBERSTAMP_NEXT=Nächste
TAB_NUMBERSTAMP_STYLE=Stempelstile
MNU_NUMBERSTAMP_SIZE=Größe
MNU_NUMBERSTAMP_SIZE_SMALL=&Klein
MNU_NUMBERSTAMP_SIZE_Medium=&Mittel
MNU_NUMBERSTAMP_SIZE_LARGE=&Groß
MNU_NUMBERSTAMP_SHAPE=Formen
MNU_NUMBERSTAMP_SHAPE_CIRCLE=&Kreis
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=&Rechteck
TBN_SELECT_CROPCURRENT=&Zuschneiden
TBN_SELECT_CROPNEW=Als &neues Bild
TAB_SELECT_SIZE=Strichstärke
MNU_SELECT_SIZE_LEFT=Links
MNU_SELECT_SIZE_TOP=Oben
MNU_SELECT_SIZE_WIDTH=Breite
MNU_SELECT_SIZE_HEIGHT=Höhe
MNU_SELECT_INVERTSELECTION=Auswahl umkehren
TAB_MAGNIFIER_STYLE=Lupen-Stile
MNU_SHARE_OPTIONS=&Optionen
#7.0.0
TBN_NEW_LAYER=&Neue Ebene
TBN_CHANGE_SHAPE=&Form ändern
BTN_LAYER_BRINGFORWARD=Nach &Vorne
BTN_LAYER_SENDBACKWARD=Nach &Hinten
BTN_LAYER_BRINGTOFRONT=An &Anfang stellen
BTN_LAYER_SENDTOBACK=Ans &Ende stellen
#7.0.0

[Licenses]

rdoRegistered=Ich bin registrierter Anwender und habe einen Schlüssel für kommerzielle Nutzung.
rdoPersonal=Ich möchte dieses Programm ausschließlich privat nutzen.
btnBuy=&Kaufen
btnRegister=&Registrieren
btnAgree=&Zustimmen
btnClose=&Schließen
lblEnterLicense=Geben Sie Ihre Registrierungs-Informationen ein
lblOwnerName=Name
lblRegistrationCode=Schlüssel
lblLicenseInfo=Dieses Produkt ist lizensiert für:
lblPersonalUse=FÜR HEIM-ANWENDER ( NUR PRIVATE NUTZUNG )
lblAskBuy=Vielen Dank, dass Sie sich für PicPick entschieden haben!
lblAskBuyDescription=Bitte beachten Sie, dass diese nicht registrierte Version nur für den privaten, nicht kommerziellen Gebrauch bestimmt ist. Möchten Sie jetzt eine Lizenz kaufen?

[CommercialVersionTrial]

btnModeTrial=Kostenlose Testversion
btnModeTrialDescription=Ich möchte dieses Produkt auf Basis einer Testversion weiter verwenden.
btnModeActivate=Aktivieren Sie Ihren Lizenzschlüssel
btnModeActivateDescription=Ich bin registrierter Anwender und habe einen Lizenzschlüssel.
btnModeBuy=Kaufen Sie jetzt
btnModeBuyDescription=Besuchen Sie die offizielle Webseite, um Ihren Lizenzschlüssel zu erhalten.
lblTrialDescription=Dies ist eine 30-Tage-Testversion von PicPick. Sobald die Testdauer abgelaufen ist, müssen Sie entweder eine Lizenz erwerben, um die Software freizuschalten, oder sie von Ihrem Computer deinstallieren.
btnContinueTrial=&Als Testversion fortfahren
lblDayLeft=Es sind noch {$1} Tage von Ihrem {$2}-tägigen Testzeitraum übrig.
lblDayExpired=Ihre Lizenz ist nicht länger gültig.
lblEnterLicense=Geben Sie Ihre Registrierungs-Informationen ein
lblOwnerName=Name
lblRegistrationCode=Lizenzschlüssel
lblRegistrationHelp=Gibt es mit der Aktivierung ein Problem?
btnRegister=&Aktivieren
btnDeactivate=&Deactivate
lblActivationOffline1=1. Bitte besuchen Sie die u.a. URL, um Ihren Aktivierungsschlüssel zu erhalten. Wenn Sie hier nicht mit dem Internet verbunden sind, müssen Sie mit einem anderen Computer online gehen.
lblActivationOffline2=2. Bitte fügen Sie Ihren Lizenzschlüssel von der obigen URL ein.
lblAuthCode=Lizenzschlüssel:
lblExample=z.B.

[ImagesSet]

grbJPEGOption=JPEG-Optionen
lblJPEGQuality=Qualität
cboJPEGQualityMaximum=Maximal
cboJPEGQualityHigh=Hoch
cboJPEGQualityMedium=Mittel
cboJPEGQualityLow=Niedrig

[SaveAll]

grbSaveOptions=Speicher-Optionen
lblSelectFolder=Ordner für Bildschirmfotos:
rdoAllImages=Alle Bilder
rdoUnsavedImages=Alle ungespeicherten Bilder
grbFileOptions=Datei-Optionen
lblFileName=Dateiname
lblFileType=Dateityp
rdoFiles=Dateien

[ColorBalance]

grpbxColorBalance=Farbbalance
lblColorLevels=Farbwerte
grpbxToneBalance=Töne
rdbtnShadows=Tiefen
rdbtnMidtones=Mitten
rdbtnHighlights=Lichter
chckbxPreserveLuminosity=Luminanz erhalten

[StartPage]

lblStartHome=Aufgabe wählen
lblStartTitle1=Neue Aufgabe
lblStartTitle2=Hilfsmittel
chkStartDoNotShow=Dieses Fenster beim Start nicht mehr zeigen

[Watermark]

lblWaterMarkPreview=Vorschau
lblWaterMarkFile=Datei:
lblWaterMarkPosition=Position:
lblWaterMarkOpacity=Transparenz:
lblWaterMarkOffsetX=X-Versatz:
lblWaterMarkOffsetY=Y-Versatz:
chkWaterMarkAuto=Aufnahmen automatisch mit Wasserzeichen versehen
#7.0.0
lblWaterMarkTypeImage=Image Watermark
lblWaterMarkTypeText=Text Watermark
cboWaterMarkTextSize=Text Size
cboWaterMarkTextColor=Color
#7.0.0

[PicPickUploader]

lblGoogle=Google Drive
lblDropbox=Dropbox
lblOneDrive=OneDrive
lblFTP=FTP
lblImgur=Imgur
btnOK=&Ok
btnCancel=&Abbrechen
btnConnect=Verbi&nden
btnOptions=O&ptionen
btnUpload=&Upload
btnAccount=&Konto
lblConnected=Verbunden
lblNotConnected=Nicht verbunden
lblConnecting=Verbinde
lblUploading=Uploading
lblUploaded=Upload abgeschlossen
lblNotUploaded=Upload fehlgeschlagen. Bitte nochmal versuchen.
lblGuestAccount=Gast-Konto
lblWait=Bitte warten
tbnConnect=Verbinden
tbnDisconnect=Trennen
tbnRefresh=Aktualisieren
tbnNewFolder=Neuer Ordner
tbnOptions=Optionen
tbnSelectFolder=Ort für Up&load
tbnShareLink=Optionen für &Linkteilung
lblSelectFolder=Bitte Ordner für Upload auswählen:
lblMyDrive=Mein Laufwerk
lblNewFolder=Bitte neuen Ordnernamen eingeben:
lblAuth=Bitte über Webbrowser anmelden.
lblUploadSuccess=Bild erfolgreich hochgeladen.
lblShareLink=Link teilen
lblGetLink=Link erstellen
chkShareLink=Nach dem Hochladen immer einen freigegebenen Link erstellen
chkCopyLink=Freigegebenen Link nach dem Hochladen in die Zwischenablage kopieren
lblHost=&Host
lblUsername=Ben&utzername
lblPassword=Pass&wort
lblPort=&Port
lblLocation=&Remote-Pfad

[ScreenRecorder]

tbnRecord=Aufnahme &starten
tbnPause=Aufnahme &pausieren
tbnStop=Aufnahme &anhalten
tbnResume=Aufnahme &fortsetzen
tbnFullscreen=&Vollbilschirm-Modus
tbnRegion=Bereichs&modus
popSP16x9=16:9 Voreinstellungen
popSP4x3=4:3 Voreinstellungen
popAuto16x9=Anpassen an 16:9
popAuto4x3=Anpassen an 4:3
popSelect=Bereich &auswählen
popCustom=&Benutzerdefinierte Grösse
tbnMic=Mikrofon hinzufügen
tbnCursor=Mauszeiger hinzufügen
tbnSoundMute=Ohne Ton
tbnSoundMic=Mikrofon aufnehmen
tbnSoundSystemAudio=Systemaudio aufnehmen
tbnOpenFolder=Ausgabe&ordner öffnen
tbnOptions=&Optionen
tbnClose=&Schliessen
statusRecord=Aufnahme
statusPaused=Pause
statusStop=Angehalten
statusReady=Bereit
frmRecordingArea=Aufnahmebereich

[ScreenRecorderOptions]

grbGeneral=Allgemeines
chkAutoHide=Fenster im Vollbildmodus automatisch ausblenden
chkCursor=Mauszeiger aufnehmen
chkPopup=Ausgabeordner nach Aufnahme öffnen
grbVideo=Video
lblFileType=Dateityp
lblFPS=MP4 FPS
lblGIFFPS=GIF FPS
lblQuality=Qualität
cboQualityVeryHigh=Sehr hohe Qualität
cboQualityHigh=Hohe Qualität
cboQualityMedium=Mittlere Qualität
cboQualityLow=Geringe Qualität
cboQualityVeryLow=Sehr geringe Qualität
grbAudio=Audio
chkMic=Mikrofon aufnehmen
chkSystemAudio=Systemaudio aufnehmen
lblAudioChannels=Kanäle
cboAudioChannelsStereo=Stereo
cboAudioChannelsMono=Mono
lblAudioBitrate=Bitrate
lblAudioFrequency=Frequenz
btnDefault=Standard zu&rücksetzen
lblOutput=Speicherort für Aufnahmen auswählen:
lblHotKey=Tastenkürzel für Aufnahme (Abspielen/Stopp)

[Website Resources]

title_picpick=PicPick - Alles-in-Einem Zeichenwerkzeug: Bildschirmfotos, Bildbearbeitung, Farbwähler, Pixel-Lineal und mehr
title_ngwin=NGWIN - Wir entwickeln anwendungsfreundliche Software, die Ihnen günstige, komfortable Arbeitsumgebungen bereit stellt
nav_picpick=PicPick
nav_partners=Partner
nav_contact=Kontakt
nav_home=Home
nav_features=Features
nav_download=Download
nav_buy=Jetzt kaufen
nav_forum=Forum
section_features=Features
section_reviews=Rezensionen
section_download=Download
section_download_commercial=PRO-VERSION FÜR REGISTRIERTE ANWENDER
section_buy=Jetzt kaufen
section_plans=Jetzt kaufen
section_screenshots=Screenshots
section_customers=Unsere Kunden
section_latestversion=Aktuelle Version
section_changelog=Historie
section_availableon=Verfügbar auf
section_likeuson=Folgen Sie uns auf
section_eula=Endkunden-Lizenzbestimmungen
section_privacypolicy=Datenschutz
section_volumepricing=Mengenpreise
button_download=DOWNLOAD
button_buy=JETZT KAUFEN
button_upgrade=JETZT UPGRADEN
button_upgrade_nothanks=Nein Danke
button_viewdetail=DETAILS
button_free_download=KOSTENLOSER DOWNLOAD
button_download_portable=Portable Version
button_download_commercial=Ich habe bereits eine Lizenz gekauft.
text_freetotry=Kostenlos für private Nutzung - Testen Sie jetzt!
text_copyright=Copyright{copy} {ngwin}, Alle Reche vorbehalten.
text_winavailable=Verfügbar für alle Windows-Versionen
text_winavailable2=Microsoft Windows 11, 10, 8.1, 8, 7, Vista und XP, jeweils 32- und 64-Bit-Versionen.
text_recommend=EMPFEHLEN
text_limitedtimeoffer=ZEITLICH BEGRENZTES ANGEBOT
text_free=KOSTENLOS
text_personal_only_detail=Bitte beachten Sie, dass diese kostenlose Version ausschließlich für den persönlichen Gebrauch im nicht-kommerziellen Bereich benutzt werden darf.
text_license_peruser=PicPick wird pro Anwender lizensiert. Jeder Anwender darf die Software auf zwei Computern (z.B. Desktop und Laptop) installieren.
text_license_noshare=Eine Lizenz darf nicht mit Anderen geteilt werden.
text_bluesnap=2Checkout ist ein Online-Bezahlsystem, das wir empfehlen. Es unterstützt einen absolut sicheren Online-Bezahldienst mit einer Reihe unterschiedlicher Bezahlmethoden wie z.B. PayPal, Kreditkarte usw.
text_thankyou=Danke, dass Sie PicPick installiert haben.
text_download_thankyou=Danke, dass Sie PicPick herunterladen.
text_download_start=Der Download startet in ein paar Sekunden automatisch.
text_download_ifnot=Falls der Download nicht automatisch startet, klicken Sie {here} oder benutzen einen der alternativen Links.
text_download_ifnot2=Falls der Download nicht automatisch startet, klicken Sie bitte {here}.
text_download_ifnot2_here=hier
text_upgrade=Upgraden Sie auf die Pro-Version und erhalten weitere Features!
overview_jumbotron_h1=PicPick
overview_jumbotron_h2=Alles-in-Einem Zeichenwerkzeug für Jeden
overview_jumbotron_p1=Ein Bildschirm-Schnappschuss-Werkzeug mit vielen Funktionen, einer intuitiven Bildbearbeitung, Farbpipette, Farbpalette, Pixel-Lineal, Winkelmesser, Fadenkreuz, Whiteboard und vielem mehr.
overview_jumbotron_p2=Benutzerfreundlich und mit vielen Funktionen ausgestattet, um Ihr Bild zu erstellen; geeignet für Software-Entwickler, Grafik-Designer und Heimanwender.
overview_feature_1_h1=Beliebige Aufnahmen
overview_feature_1_p1=Machen Sie Aufnahmen des gesamten Bildschirms, des aktiven Fensters, eines rollenden Fensters (Fensterinhalt größer als der Bildschirm), von jedem beliebigen Bereich Ihres Desktops und mehr.
overview_feature_2_h1=Bilder bearbeiten
overview_feature_2_p1=Kommentieren und heben Sie Ihre Bilder hervor: Texte, Pfeile, Formen und vieles mehr mit der eingebauten Bildbearbeitung, die ein Menü im aktuellen Ribbon-Stil enthält.
overview_feature_3_h1=Mit Effekten erweitern
overview_feature_3_p1=Fügen Sie Ihren Bildern schnell und einfach Effekte hinzu: Schatten, Bilderrahmen, Wasserzeichen, Mosaik, Helligkeit, Bewegungsunschärfe und mehr.
overview_feature_4_h1=Überall teilen
overview_feature_4_p1=Speichern, teilen oder senden Sie ihre Bilder über das Web, per E-Mail, FTP, Dropbox, Google Drive, OneDrive, Box, Evernote, Facebook, Twitter und weitere.
overview_feature_5_h1=Grafische Hilfsmittel
overview_feature_5_p1=Eine große Auswahl an Grafik-Design-Hilfsmitteln, darunter Farbpipette, Farbpalette, Pixel-Lineal, Winkelmesser, Fadenkreuz, Lupe, Whiteboard.
overview_feature_6_h1=Anpassbare Einstellungen
overview_feature_6_p1=Über die stark erweiterten Einstellungen können Sie Tastenkürzel, Dateinamen, Bildqualität und viele weitere Optionen anpassen, bis alles Ihren Wünschen entspricht.
reviews_1_body=PicPick ist ein praktisches und extrem einfach zu bedienendes Screenshot-Tool. Für jeden, der öfter Screenshots anfertigt, ein klarer Download-Tipp.
reviews_1_author=CHIP
reviews_1_link=http://www.chip.de/downloads/PicPick_35512665.html
reviews_1_img=review_chip.png
reviews_2_body=Mit der Gratis-Software „PicPick“ erstellen Sie Bildschirmfotos vom gesamten Desktop, von ausgewählten Programmfenstern oder frei eingezeichneten Bereichen. Ein integriertes „Whiteboard“ erlaubt Ihnen sogar, auf Ihrem Desktop zu „malen“.
reviews_2_author=Computerbild
reviews_2_link=http://www.computerbild.de/download/PicPick-3212411.html
reviews_2_img=review_computerbild.png
features_1_h1=Bildschirmfotos
features_1_p1=Machen Sie Fotos des gesamten Bildschirms, eines aktiven Fensters, eines Fensters mit Rollen des Inhalts, eines bestimmten Bereichs des Monitors usw.
features_1_p2=Unterstützung von Mehr-Monitor-Lösungen, Aufnahmen einschließlich Mauszeiger, automatisches Benennen und Speichern usw.
features_1_p3=Unterstützt eine frei schwebende Aufnahmeleiste, mit der Sie problemlos Bilder aufnehmen können.
features_1_p4=Passen Sie die Tastaturkürzel individuell an.
features_1_list_1=Gesamter Bildschirm
features_1_list_2=Aktives Fenster
features_1_list_3=Einzelne Fenster-Elemente
features_1_list_4=Rollendes Fenster
features_1_list_5=Flexibler Bereich
features_1_list_6=Feststehender Bereich
features_1_list_7=Freihand
features_1_list_8=Letzte Aufnahme wiederholen
features_1_list_9=Widget aufnehmen
features_1_list_10=Mit Mauszeiger aufnehmen
features_1_list_11=Zeitverzögerte Aufnahme
features_1_list_12=Automatisch speichern
features_2_h1=Bild-Editor
features_2_p1=Mit der eingebauten Bildbearbeitung, die über das aktuelle Menüband verfügt, können Sie Ihre Bilder u.a. mit Notizen versehen oder wichtige Bereiche hervorheben.
features_2_list_1=Zeichnen
features_2_list_2=Text einfügen
features_2_list_3=Pfeile, Linien
features_2_list_4=Formen
features_2_list_5=Sprechblasen
features_2_list_6=Hervorheben
features_2_list_7=Beschneiden
features_2_list_8=Vergrößern / Verkleinern
features_2_list_9=Drehen
features_2_list_10=Spiegeln
features_2_list_11=Graustufen
features_2_list_12=Mosaik
features_2_list_13=Bilderrahmen
features_2_list_14=Wasserzeichen
features_2_list_15=Weichzeichnen
features_2_list_16=Schärfen
features_2_list_17=Helligkeit
features_2_list_18=Farbton && Sättigung
features_2_list_19=Farbbalance
features_3_h1=Sichern, teilen, weiterleiten
features_3_p1=Wurde das Bild aufgenommen und bearbeitet, haben Sie viele Möglichkeiten die Datei zu speichern, zu teilen oder weiterzuleiten.
features_3_list_1=Zwischenablage
features_3_list_2=Bilddatei
features_3_list_3=PDF
features_3_list_4=Drucker
features_3_list_5=Internet
features_3_list_6=Dropbox
features_3_list_7=Google Drive
features_3_list_8=OneDrive
features_3_list_9=Box
features_3_list_10=Facebook
features_3_list_11=Twitter
features_3_list_12=Skype
features_3_list_13=FTP Server
features_3_list_14=E-Mail
features_3_list_15=Microsoft Word
features_3_list_16=Microsoft PowerPoint
features_3_list_17=Microsoft Excel
features_3_list_18=Externes Programm
features_4_h1=Farbwähler
features_4_p1=Hiermit finden Sie den genauen Farb-Code eines Pixels auf dem Bildschirm heraus.
features_4_p2=RGB, HTML, C++ und Delphi werden unterstützt.
features_5_h1=Farbpalette
features_5_p1=Hiermit nehmen Sie den genauen Farbwert eines Pixels mit einer Photoshop-ähnlichen Pipette auf und passen ihn an. RGB und HSV werden unterstützt.
features_6_h1=Pixellineal
features_6_p1=Hiermit messen Sie die Größe von Objekten und platzieren Sie exakt an der gewünschten Position.
features_6_p2=Horziontale und vertikale Ausrichtung, Einheiten (Pixel, Zoll, Zentimeter), DPI-Angaben (72, 96, 120, 300) werden unterstützt.
features_7_h1=Lupe
features_7_p1=Hiermit können Sie jeden beliebigen Bereich des Bildschirms mehrfach vergrößert betrachten.
features_8_h1=Fadenkreuz
features_8_p1=Hiermit können Sie die relativen Koordinaten eines positionierten Bildes herausfinden.
features_8_p2=Das kann beim Erstellen von HTML-Image-Maps (verweis-sensitive Grafiken) hilfreich sein.
features_9_h1=Winkelmesser
features_9_p1=Hiermit finden Sie beliebige Winkel auf Ihrem Bildschirm. Definieren Sie das Zentrum, anschließend eine Position. Von dieser Achse aus werden die Winkel in Grad angezeigt.
features_9_p2=Das kann in einer Reihe fotografischer, mathematischer und grafischer Anwendungen hilfreich sein.
features_10_h1=Whiteboard
features_10_p1=Hiermit erzeugen Sie ein virtuelles Whiteboard auf Ihrem Desktop. Benutzen Sie es z.B. bei Präsentationen oder um irgendetwas direkt auf ihren Desktop zu zeichnen.
download_1_h1=Privat
download_1_p1=Nur für private Nutzung
download_1_p2=Manuelle Updates
download_1_p3=Kein technischer Support
download_2_h1=Gewerblich
download_2_p1=Kommerzielle und private Nutzung
download_2_p2=Einfache Updates
download_2_p3=Technischer Support
download_2_p4=Lebenslange Upgrades
download_2_p5=Keine Werbung
buy_table_h1=Anzahl Anwender
buy_table_h2=Preis (USD) pro Anwender
buy_table_p1=Setzen Sie sich bitte mit uns bzgl. eines Angebots in Verbindung!
buy_table_p2=Beachten Sie bitte, dass einige europäische Anwender zusätzlich {vat} entrichten müssen.
buy_table_p2_vat=MWSt.
buy_1_h1=Sofortige Schlüssel-Lieferung
buy_1_p1=Sobald Ihre Bestellung abgeschlossen ist, erhalten Sie umgehend Ihren Registrierungsschlüssel.
buy_2_h1=Lebenslange Updates
buy_2_p1=Einzel- und Teampläne werden jährlich abgerechnet.
buy_3_h1=Fragen zum Kauf
buy_3_p1=Falls Sie Fragen zum Kauf oder der Lizensierung haben, {contactus}.
buy_3_p1_contactus=nehmen Sie bitte mit uns Verbindung auf
buy_year=Jahr
buy_single=Einzel-Lizenz
buy_single_p1=Installation auf 2 Computern pro Anwender
buy_team=Team-Lizenz
buy_team_user=Anwender
buy_site=Site-Lizenz
buy_site_p1=Installation auf beliebig vielen Computern einer Site
buy_month=Monat
buy_monthly=Monatlich
buy_yearly=Jährlich
buy_pay_once=Bezahlen Sie einmal und erhalten Sie die lebenslangen Updates kostenlos.
buy_for_individuals=Für Einzelpersonen
buy_for_teams=Für Teams
buy_for_enterprise=Für Unternehmen
buy_single_lifetime=Einzel-Lizenz
buy_team_lifetime=Team-Lizenz
buy_site_lifetime=Site-Lizenz
buy_subscriptions=Abonnements
buy_lifetime=Lebenslanges Special
secure_order=Sichere Bestellung über 2Checkout
uninstall_h1=Bitte geben Sie uns Feedback.
uninstall_p1=Wir freuen uns, von Ihnen zu hören. Ihr Feedback hilft dabei, PicPick noch besser zu machen.
uninstall_comment=Details
uninstall_comment_placeholder=Zum Beispiel: Warum haben Sie deinstalliert? Was fehlt unserem Produkt? Welche Funktionen benötigen Sie?
uninstall_email=E-Mail (Optional)
uninstall_email_placeholder=Bitte geben Sie Ihre E-Mail-Adresse ein.
uninstall_send=Feedback schicken
about_us=Über uns
about_h1=Wir sind eine Software-Entwicklungsfirma, spezialisiert auf Microsoft Windows.
about_p1=Unser Ziel ist es, qualitativ hochwertige und benutzerfreundliche Software zu entwickeln, die unseren Anwendern eine komfortable Arbeitsumgebung bietet.
contact_h1=Wir freuen uns, von Ihnen zu hören! Bitte füllen Sie dieses Formular aus, und wir werden uns in Kürze mit Ihnen in Verbindung setzen.
contact_us=Kontakt
contact_email=E-Mail-Support
contact_email_at=Sie erreichen uns ebenfalls per E-Mail unter : {email}
contact_email_send=E-Mail schicken
beta_banner=Neue Funktion mit der PicPick-Beta testen!
beta_button=Jetzt testen
try_darkmode=Dunklen Modus testen
try_darkmode_on=Dunkler Modus ist aktiviert
contact_form_category=Kategorie
contact_form_select=- AUSWÄHLEN -
contact_form_email=E-Mail
contact_form_subject=Betreff
contact_form_body=Details
contact_form_body_placeholder=Erzähl uns mehre über
contact_form_os=Betriebssystem
contact_form_version=PicPick-Version
contact_form_license=Lizenzschlüssel
contact_form_license_placeholder=Bitte gültigen Lizenschlüssel eingeben, um Premium-Support zu erhalten.
contact_form_success=Erfolg
contact_form_success_description=Ihre Nachricht wurde erfolgreich gesendet.
contact_form_error=Fehler
contact_form_error_description=Es tut uns leid, wir können Ihre Anfrage im Moment nicht bearbeiten.

[Message]

MSG_TRAY_TITLE=PicPick
MSG_ICON_TITLE=PicPick
MSG_MESSAGEBOX_TITLE=PicPick
MSG_PROTRACTOR_CENTERPOINT=Zentrierpunkt auf dem Bildschirm anklicken.
MSG_ACTIVEWINDOW_1=Drücke [
MSG_ACTIVEWINDOW_2=], um das aktive Fenster zu erfassen.
MSG_EXITSAVEIMAGE_1=Änderungen an [
MSG_EXITSAVEIMAGE_2=] speichern?
MSG_DEFAULT_IMAGENAME=Bild
MSG_DIRECTORYACCESSERROR=Kann nicht auf das Verzeichnis zugreifen.
MSG_DEFAULT_TAPNAME=Kein Bild
MSG_HOTKEY_ALREADY1=PicPick kann die folgenden Tastenkürzel nicht registrieren.
MSG_HOTKEY_ALREADY2=Diese Tastenkürzel ändern?
MSG_THISFOLDERNOTFOUND=Verzeichnis [Pfad- oder Ordnername] nicht gefunden.
MSG_INVALID_FILENAME=Dieser Dateiname ist ungültig.
MSG_FAIL_AUTOSAVE=Bitte die Einstellungen zur automatischen Dateinamenspeicherung überprüfen. Wenn das Problem nach der Überprüfung weiterhin besteht, die PicPick.exe bitte zur Whitelist der Antiviren-Software hinzufügen.
MSG_INVALID_CLIPBOARD=Fehler beim Erfassen der Daten aus der Zwischenablage! (Ungültiges Format)
MSG_CANNOTREPEATCAPTURE=Kann den Bereich der letzten Aufnahme nicht finden.
MSG_CLOSEALLIMAGE=Alle ungespeicherten Bilder schließen?
MSG_FILE_OPEN=Öffnen
MSG_FILE_SAVE=Speichern unter
MSG_NEWVERSIONAVAILABLE=Eine neuere Version von PicPick ist verfügbar. Zur Downloadseite wechseln?
MSG_PROGRAM_NOTADDYET=Ein externes Programm zum Öffnen der Aufnahmen auswählen!
MSG_EXTERNALPROGRAMERROR=Kann das angegebene, externe Programm nicht finden.
MSG_PARAMETERS_TITLE=PicPick-Parameter
MSG_OLDLANGUAGE=Die Sprachdatei ist veraltet. Einige Stellen sind nicht übersetzt. Trotzdem Sprache wechseln?
MSG_INVALIDALBUMNAME=Der Albumname ist ungültig.
MSG_CREATEFAILUREALBUM=Fehler beim Erstellen des Albums.
MSG_LOADINGFAILUREALBUM=Fehler beim Laden des Albums.
MSG_IDEMPTY=Bitte die Benutzer-ID eingeben.
MSG_PWEMPTY=Bitte das Passwort eingeben.
MSG_SAVE=&Speichern
MSG_DONTSAVE=&Verwerfen
MSG_DONTSAVEALL=&Alle verwerfen
MSG_NODISPLAYAGAIN=Diese Nachricht nicht mehr anzeigen
BTN_YES=&Ja
BTN_NO=&Nein
BTN_NOALL=Nein für &alle
MSG_INPUTTEXT=Hier Text eingeben
MSG_FLATTENLAYER=Für diese Aktion müssen alle Formen auf die Hintergrundebene reduziert werden. Alle Formen reduzieren?
MSG_FLATTENALL=Alle Formen reduzieren?
MSG_INVALID_DOWNLOADURL=Während des Herunterladens ist ein Fehler aufgetreten.
MSG_OPENURL=Bitte URL eingeben:
MSG_ANYSETTINGOK=Die Einstellungen wurden erfolgreich geändert.
MSG_DEFAULTEDITOR=PicPick wurde als Standard-Bild-Editor festgelegt.
MSG_FTPINFONEED=Es ist noch kein FTP-Server definiert.
MSG_CONNECTIONFAIL=Beim Verbinden mit dem Server ist ein Fehler aufgetreten.
MSG_PROGRAM_NOSKYPE=Kann Skype nicht finden.
MSG_ACTIVATE_OFFLINE=Aufgrund eines Netzwerk- oder anderen Problems kann Ihr Lizenzschlüssel nicht aktiviert werden. Möchten Sie Ihre Lizenz im Offline-Modus aktivieren?
MSG_ACTIVATE_OK=Ihre Lizenz wurde aktiviert. Vielen Dank, dass Sie sich für PicPick entschieden haben!
MSG_ACTIVATE_TRIAL=Ihre Testversion wurde aktiviert. Vielen Dank, dass Sie sich für PicPick entschieden haben!
MSG_ACTIVATE_FAIL=Aktivierung verweigert. Bitte wenden Sie sich an den PicPick-Support.
MSG_VALIDOWNERNAME=Geben Sie einen gültigen Namen ein.
MSG_VALIDLICENSEKEY=Geben Sie einen gültigen Lizenzschlüssel ein.
MSG_FILENOTFOUND=Kann Datei nicht finden.
MSG_CAPTUREAREAFAIL=Während der Berechnung des aufzunehmenden Bereichs ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihre Software (Antiviren-Programme, Malware/Spyware), die den Fehler verursacht haben könnte.
MSG_TRANSPARENCYLOST=Transparenzen gehen beim Speichern verloren. Wollen Sie fortfahren?
MSG_DONOTSHOWWEEK=Dieses Fenster eine Woche lang nicht mehr anzeigen
MSG_NEWVERSIONAVAILABLE_SHORT=Eine neue PicPick-Version ist verfügbar
MSG_HOTKEY_ALREADY3=Bitte überprüfen Sie andere momentan laufende Anwendungen wie z.B. Dropbox oder OneDrive.
MSG_NEWVERSIONINSTALL=Eine neuere PicPick-Version ist verfügbar. Möchten Sie diese jetzt installieren?
MSG_NEWVERSIONINSTALLING=Bitte warten Sie während das Update heruntergeladen wird.
MSG_NEWVERSIONRESTART=Das Update startet in wenigen Augenblicken automatisch.
MSG_ACTIVATE_INVALID=Der eingegebene Lizenzschlüssel ist ungültig. Bitte überprüfen Sie Ihren Schlüssel und versuchen es erneut.
MSG_NOUPDATEAVAILABLE=Zur Zeit sind keine Updates verfügbar.
MSG_NOTENOUGHCAPTUREAREA=Der gewählte Bereich ist für eine Aufnahme zu klein.
MSG_CAPTUREOPTION_NEXTTIME=Die gewählte Option wird bei der nächsten Aufnahme angewendet.
MSG_ACTIVATE_EXPIRED=Ihre Lizenz ist abgelaufen. Bitte erneuern Sie Ihre Lizenz, um PicPick weiterhin ohne Unterbrechung nutzen zu können.
MSG_RESTART_WARNING=Einige Änderungen werden erst wirksam, wenn das Programm neu gestartet wird.
MSG_DEACTIVATE=Möchten Sie Ihre Lizenz auf diesem Computer wirklich deaktivieren?
MSG_DEACTIVATE_SUCCESS=Ihre Lizenz wurde erfolgreich deaktiviert.
MSG_SCREENRECORDER_FAILURE=Beim Initialisieren des Bildschirmrekorders ist ein Fehler aufgetreten. Bitte installieren Sie die Anwendung erneut.
MSG_SCREENRECORDER_HELP_RECORD=Um die Aufnahme zu stoppen, klicken Sie bitte auf das Bildschirmrekorder-Symbol im Infobereich oder drücken Sie die [%s]-Taste.
MSG_SCREENRECORDER_HELP_STOP=Die Videoaufzeichnung ist abgeschlossen. Die aufgezeichnete Videodatei im Ausgabeordner anzeigen?
MSG_SCREENRECORDER_HELP_LIMITED=Aufzeichungen mit der kostenlose Version sind auf %d Minuten beschränkt.
MSG_ERROR_LOADIMAGE=Beim Lesen der Datei ist ein Fehler aufgetreten. Dies ist keine gültige Bilddatei oder ihr Format wird derzeit nicht unterstützt.
MSG_ERROR_LOADHEIC=Zum Öffnen dieser Datei ist eine zusätzliche Erweiterung erforderlich. Zur Download-Seite gehen?
MSG_RESTORE_DEFAULT=Standardeinstellungen wirklich wiederherstellen?
MSG_DISABLED_FEATURE=Diese Funktion wurde von Ihrem Administrator deaktiviert.
MSG_DUPLICATED_FILETABNAME=Der Datei- oder Registerkartenname existiert bereits.
#7.0.0
MSG_SCROLLCAPTURE_FAILURE=Scrolling-Erfassung von [%s] kann nicht durchgeführt werden.
MSG_SCREENRECORDER_INSTALL=Der Bildschirmrekorder erfordert Administratorrechte für zusätzliche Installationen. Fortfahren?
MSG_INVALID_HOTKEY=Diese Taste kann nicht als Hotkey verwendet werden.
#7.0.0
